{
  "lang": "ru", 
  "path": "/PATH_TO_URL", 
  "name": "Шабуневский Станислав Данилович", 
  "date": "02.12.1868 — после 1937", 
  "pic": "images/Shabunevski.jpg", 
  "video": "https://www.youtube.com/watch?v=a43rFmrY78c", 
  "birthPlace": "Скородное, Ельский район Гомельской области", 
  "description": "Белорусский архитектор, автор значительной части застройки Гомеля начала XX в. Почётный гражданин Гомеля", 
  "timelineData": [ 
    { 
      "date": "до 1897", 
      "text": "Закончил Слуцкую гимназию и поступил в Петербургский институт гражданских инженеров, на курс архитектуры у академика С. Шретера", 
    },
    {
      "date": "С 1897 года", 
      "text": "С 1897 года С. Шабуневский служил в Гомеле на должности городского архитектора",
    },
    {
      "date": "1917-1918", 
      "text": "В первые годы советской власти С. Д. Шабуневский работал в Гомельском коммунальном отделе на должности инженера.",
    },
    {
      "date": "апрель 1919", 
      "text": "После антисоветского Стрекопытовского восстания в Гомеле, в апреле 1919 года привлечён к ответственности за «сношения с мятежниками» и приговорён революционным трибуналом к общественному порицанию и лишению права быть избранным в руководящие советские органы.",
    },
    {
      "date": "сентябрь 1919", 
      "text": "В сентябре 1919 г. Шабуневский был мобилизован в Красную Армию, служил в военно-полевом строительстве, начальником управления которого стал в 1921 году.",
    },
    {
      "date": "1921-1922", 
      "text": "После демобилизации работал в Кадиевском рудуправлении, а в сентябре 1922 г. уволился и вернулся в Гомель",
    },
	{
      "date": "1923", 
      "text": "В январе 1923 г. был назначен инспектором по строительству Гомельского губернского Совета народного хозяйства.",
    },
	{
      "date": "1929", 
      "text": "С октября 1929 г. С. Шабуневский работал начальником управления строительного контроля.",
    },
	{
      "date": "1931", 
      "text": "С 1 января по 21 февраля 1931 г. работал начальником управления при Гомельском горсовете. 21 февраля 1931 г. С. Д. Шабуневский первый раз арестован, но через некоторое время освобождён",
    },
	{
      "date": "1937", 
      "text": "Второй раз арестован в 1937 г. Постановлением внесудебного органа С. Д. Шабуневский осуждён и заключён в исправительно-трудовой лагерь на 10 лет (Медвежья Гора, Беломорканал), откуда не вернулся",
    },
], 
mapData:[
  { 
    "title": "Гомельская мужская гимназия. (ныне Белорусский государственный университет транспорта)", 
    "width": 52.4323121,
    "length": 31.0024577, 
    "date": "1897",
  },
  { 
    "title": "Орловский коммерческий банк (ныне Управление спорта и туризма Гомельского областного исполнительного комитета)", 
    "width": 52.4294001, 
    "length": 31.0099627, 
    "date": "1901", 
  },
  { 
    "title": "Отделение Виленского коммерческого банка (ныне Управление образования Гомельского облисполкома)", 
    "width": 52.4282071, 
    "length": 31.0123012, 
    "date": "1910—1912",
  },
  { 
    "title": "Дом для гомельского доктора Наума Ильича Александрова (ныне Дом гражданских обрядов)", 
    "width": 52.4292511, 
    "length": 31.0042755, 
    "date": "1903", 
  },
  { 
    "title": "Гостиница «Савой» (разрушена во время войны, ныне «Дом торговли»)", 
    "width": 52.4271831, 
    "length": 31.013117Ife, 
    "date": "1912", 
  },
  ]
}