{
  "lang": "en", 
  "path": "/PATH_TO_URL", 
  "name": "Korol Vladimir Adamovich", 
  "date": "14.12.1912 — 28.05.1980",
  "pic": "images/Korol.jpg", 
  "video": "https://www.youtube.com/watch?v=6H75nml2WMM",
  "birthPlace": "Игумен (ныне Червень)",
  "description": "Советский архитектор, народный архитектор СССР (1970), член ВКП(б) с 1940 года.",
  "timelineData": [ 
    { 
      "date": "1931",
      "text": "Окончил Витебский художественный техникум. Несколько лет работал учителем и директором одной из школ города Дзержинска Минской области.",
    },
    {
      "date": "1941",
      "text": "Король вступил в народное ополчение и как помощник военного инженера дивизии принимал участие в обороне города Ленинграда.",
    },
    {
      "date": "1942",
      "text": "Эвакуирован в Среднюю Азию вместе с сотрудниками и студентами Всероссийской академии художеств.",
    },
    {
      "date": "1945",
      "text": "Приехал в освобождённый, разрушенный фашистами Минск. Его назначали руководителем архитектурно-планировочной мастерской института «Белгоспроект», занимавшейся реализацией одной из главных задач послевоенного градостроительства: разработкой проекта планировки и застройки центра столицы Беларуси",
    },
    {
      "date": "1946",
      "text": "В соавторстве с архитекторами Сергеем Сперанским и Наумом Трахтенбергом разработали проект центральной части столицы, который был задуман как комплекс архитектурных ансамблей.",
    },
    {
      "date": "1950",
      "text": "В 1950 году был объявлен Всесоюзный открытый конкурс на проект памятника-монумента воинам Советской Армии и белорусским партизанам в городе Минске. Проект Георгия Заборского и Владмира Короля был признан лучшим.",
    },
    {
      "date": "1970",
      "text": "В 1970 году Владимир Король был удостоен звания народного архитектора СССР.",
    },
], 
"mapData":[
  { 
    "title": "проспект независимости от площади Победы до площади Калинина",
    "width": 53.920034,
    "length": 27.5915493, 
    "date": "1990",
  },
  { 
    "title": "Главный почтамт",
    "width": 53.8964078, 
    "length": 27.549117, 
    "date": "1984",
  },
  { 
    "title": "Памятник на площади Победы",
    "width": 53.9085649, 
    "length": 27.5728242, 
    "date": "1980-1986",
  },
  { 
    "title": "Центральный телеграф",
    "width": 53.9023171, 
    "length": 27.5608845, 
    "date": "", 
  },
  ]
}